{
  "application": {
    "p1": "Hypertension, often referred to as the \"silent killer,\" poses a significant global health challenge, affecting over 1.4 billion individuals worldwide, with projections estimating this number could rise to 1.6 billion by 2025. This condition is recognized as the most critical modifiable risk factor for cardiovascular diseases (CVD) and all-cause mortality, underscoring its grave impact on healthcare systems. The World Health Organization (WHO) highlights that less than 15% of those affected have their hypertension adequately controlled, leading to severe long-term consequences such as heart disease, stroke, and renal failure. Furthermore, lifestyle factors, including high salt intake and sedentary behavior, contribute to the rising prevalence of hypertension, particularly in developing nations where awareness and treatment options may be limited. The burden of hypertension extends beyond individual health, straining healthcare resources and increasing the need for effective management strategies. For instance, approximately one-third of adults with hypertension remain untreated or inadequately managed, which exacerbates complications and healthcare costs. As such, addressing hypertension through innovative monitoring solutions and public health initiatives is imperative to mitigate its widespread impact on global health.",
    "p2": "Addressing the acute hypertension problem requires a proactive approach to blood pressure monitoring, particularly through the deployment of novel technologies such as the in-ear blood pressure monitor (eBP) being developed by our team. Traditional cuff-based methods and existing wearable devices often fall short of providing continuous, accurate, and user-friendly monitoring solutions. The eBP leverages advanced photoplethysmography (PPG) technology to deliver non-invasive, cuffless measurements that can be taken effortlessly and discreetly, making it ideal for daily use. Unlike conventional methods that can be uncomfortable and disruptive, the eBP allows for real-time monitoring without the need for cumbersome equipment, thereby enhancing patient compliance and engagement in their health management.",
    "p3": "The merits of the eBP over existing technologies are significant. First, it provides continuous monitoring capabilities that can detect fluctuations in blood pressure throughout the day, offering a more comprehensive view of an individual's cardiovascular health. This is crucial for identifying masked hypertension and abnormal blood pressure variability, conditions that are often overlooked with traditional monitoring methods. Additionally, the eBP's compact design promotes ease of use, allowing users to integrate blood pressure monitoring seamlessly into their daily routines without the discomfort associated with cuffs.",
    "p4": "Research has shown that cuffless technologies, such as the eBP, can significantly improve blood pressure control by facilitating more frequent measurements and timely interventions. By addressing the limitations of existing monitoring devices, the eBP not only enhances the accuracy of blood pressure readings but also empowers users to take charge of their health proactively. This innovative approach is essential for mitigating the healthcare burden associated with hypertension, ultimately leading to better health outcomes and reduced healthcare costs.",
  "reference": "References: 1 Aster Wakjira Garedow, Mekonnen Damessa Mamo, and Gorfineh Teshome Tesfaye, “Medication Related-Problems and Associated Factors Among Patients with Hypertension at a Tertiary Care Hospital in Ethiopia: A Prospective Interventional Study,” Integrated Blood Pressure Control 16 (November 30, 2023): 123–36, https://doi.org/10.2147/IBPC.S434072. 2 Akram Al-Makki et al., “Hypertension Pharmacological Treatment in Adults: A World Health Organization Guideline Executive Summary,” Hypertension 79, no. 1 (January 2022): 293–301, https://doi.org/10.1161/HYPERTENSIONAHA.121.18192. 3 Ibrahim Sales and Yazed AlRuthia, “Arabic Translation and Cultural Adaptation of Hill-Bone Compliance to High Blood Pressure Therapy Scale,” Saudi Pharmaceutical Journal 32, no. 5 (May 1, 2024): 102053, https://doi.org/10.1016/j.jsps.2024.102053. 4 Azli Baharudin et al., “Knowledge, Attitude and Behaviour on Salt Intake and Its Association with Hypertension in the Malaysian Population: Findings from MyCoSS (Malaysian Community Salt Survey),” Journal of Health, Population and Nutrition 40, no. 1 (May 31, 2021): 6, https://doi.org/10.1186/s41043-021-00235-0. 5 Anggun Permata Sari et al., “The Maumere Exercise Therapy and Low Salt Diet in Hypertension Sufferers: An Effort to Lower Blood Pressure: Maumere Exercise Therapy and Low Salt Diet in Hypertension Sufferers: An Effort to Lower Blood Pressure,” Retos 56 (July 1, 2024): 1016–25, https://doi.org/10.47197/retos.v56.106718. 6 CADTH, “Renal Denervation for Uncontrolled Hypertension,” Canadian Journal of Health Technologies 4, no. 4 (April 8, 2024), https://doi.org/10.51731/cjht.2024.869. 7 “eBP – Communications of the ACM,” August 1, 2021, https://cacm.acm.org/research/ebp/. 8 Nana Gogiberidze et al., “Practical Application of a New Cuffless Blood Pressure Measurement Method,” Pathophysiology 30, no. 4 (December 2023): 586–98, https://doi.org/10.3390/pathophysiology30040042. 9 Ramakrishna Mukkamala, George S. Stergiou, and Alberto P. Avolio, “Cuffless Blood Pressure Measurement,” Annual Review of Biomedical Engineering 24, no. Volume 24, 2022 (June 6, 2022): 203–30, https://doi.org/10.1146/annurev-bioeng-110220-014644. 10 Abu Baker Sheikh et al., “Blood Pressure Variability in Clinical Practice: Past, Present and the Future,” Journal of the American Heart Association 12, no. 9 (May 2, 2023): e029297, https://doi.org/10.1161/JAHA.122.029297. 11 George S. Stergiou et al., “Cuffless Blood Pressure Measuring Devices: Review and Statement by the European Society of Hypertension Working Group on Blood Pressure Monitoring and Cardiovascular Variability,” Journal of Hypertension 40, no. 8 (August 2022): 1449, https://doi.org/10.1097/HJH.0000000000003224. 12 Annina S. Vischer et al., “Comparability of a Blood-Pressure-Monitoring Smartphone Application with Conventional Measurements—A Pilot Study,” Diagnostics 12, no. 3 (March 2022): 749, https://doi.org/10.3390/diagnostics12030749. 13 Manish Hosanee et al., “Cuffless Single-Site Photoplethysmography for Blood Pressure Monitoring,” Journal of Clinical Medicine 9, no. 3 (March 2020): 723, https://doi.org/10.3390/jcm9030723. 14 Ching-Fu Wang et al., “Upper-Arm Photoplethysmographic Sensor with One-Time Calibration for Long-Term Blood Pressure Monitoring,” Biosensors 13, no. 3 (March 2023): 321, https://doi.org/10.3390/bios13030321. 15 Stergiou et al., “Cuffless Blood Pressure Measuring Devices.” 16 Sheikh et al., “Blood Pressure Variability in Clinical Practice.” 17 Stergiou et al., “Cuffless Blood Pressure Measuring Devices.” 18 Cheng-Yan Guo et al., “Assessment of a Calibration-Free Method of Cuffless Blood Pressure Measurement: A Pilot Study,” IEEE Journal of Translational Engineering in Health and Medicine 11 (2023): 318–29, https://doi.org/10.1109/JTEHM.2022.3209754. 19 Stergiou et al., “Cuffless Blood Pressure Measuring Devices."
  
  }
}
