[
  {
    "title": "VitaWave to Receive $150K Funding from OEDIT for Next-Generation Blood Pressure Solution",
    "date": "Boulder, CO, November 22, 2024",
    "coverImage": "coloradooeditlogo.svg",
    "abstract": "VitaWave has secured a $150,000 grant from the Colorado Office of Economic Development and International Trade (OEDIT) to advance the development of its next-generation in-ear blood pressure monitoring device. Partnering with the University of Colorado Denver’s InsCy Lab, this project focuses on creating a more user-friendly, non-invasive solution for continuous blood pressure monitoring. The device will provide patients with real-time data, enhancing the effectiveness of hypertension management and complementing the growing trend of remote healthcare solutions. With the increasing demand for telehealth innovations, this breakthrough is expected to improve access to hypertension care, benefiting both patients and healthcare providers.",
    "p1": "VitaWave is pleased to announce that it has been awarded a grant of $150,000 from the Colorado Office of Economic Development and International Trade (OEDIT) to support the development of an innovative in-ear blood pressure monitoring device.",
    "p2": "This project is a collaborative effort with the Intelligent Networked Systems and Cybernetics Laboratory (InsCy Lab) at the University of Colorado Denver, where Nam Bui, the principal investigator and technical advisor to VitaWave, will lead the research and development efforts.",
    "p3": "The grant from OEDIT underscores the state's commitment to fostering groundbreaking innovations in healthcare technology. This funding will enable VitaWave to advance its research into non-invasive blood pressure monitoring, a critical area of need in modern medicine. As hypertension remains a leading risk factor for cardiovascular diseases, the ability to monitor blood pressure accurately and conveniently can significantly enhance patient outcomes and management strategies.",
    "p4": "The proposed in-ear device aims to provide continuous and accurate blood pressure readings, facilitating better self-management for patients and reducing the burden on healthcare systems.",
    "p5": "The significance of this project extends beyond technological advancement; it aligns with current trends in telehealth and remote patient monitoring. Research indicates that self-monitoring of blood pressure, particularly through telehealth models, can lead to improved management of hypertension and better adherence to treatment protocols.",
    "ref": "“OEDIT Announces Grants to 22 Colorado Startups and Researchers in the Advanced Industries | Colorado Office of Economic Development and International Trade,” accessed November 23, 2024, https://oedit.colorado.gov/press-release/oedit-announces-grants-to-22-colorado-startups-and-researchers-in-the-advanced. Qi-Fang Huang et al., “Ambulatory Blood Pressure Monitoring to Diagnose and Manage Hypertension,” Hypertension 77, no. 2 (February 2021): 254–64, https://doi.org/10.1161/HYPERTENSIONAHA.120.14591. Richard J McManus et al., “Efficacy of Self-Monitored Blood Pressure, with or without Telemonitoring, for Titration of Antihypertensive Medication (TASMINH4): An Unmasked Randomised Controlled Trial,” The Lancet 391, no. 10124 (March 10, 2018): 949–59, https://doi.org/10.1016/S0140-6736(18)30309-X."
  },

  {
    "title": "VitaWave Joins NSF I-Corps Spring 2025 Cohort to Accelerate In-Ear BP Monitor Commercialization",
    "date": "Boulder, CO, December 16, 2024",
    "coverImage": "icorps.jpg",
    "abstract": "VitaWave has been selected for the National Science Foundation (NSF) I-Corps Spring 2025 Cohort, a highly regarded program designed to foster the commercialization of scientific innovations. As part of the program, the company will receive a $50,000 grant and expert mentorship to refine its in-ear blood pressure monitoring technology. This opportunity will enable VitaWave to conduct critical customer discovery, assess market fit, and validate its solution’s commercial potential. The insights gained will play a crucial role in accelerating the company’s path to market, addressing an urgent need for portable, non-invasive blood pressure management solutions in the healthcare space.",
    "p1": "VitaWave is thrilled to announce its selection for the NSF I-Corps Spring 2025 Cohort, a prestigious program designed to support the commercialization of scientific discoveries.",
    "p2": "As part of the program, VitaWave will receive a $50,000 grant and mentorship, aimed at validating its innovative in-ear blood pressure monitoring technology and assessing its market potential.",
    "p3": "The I-Corps program will be essential in helping VitaWave conduct customer discovery and solidify its product-market fit, addressing a significant unmet need in accurate, portable blood pressure monitoring.",
    "p4": "The insights gained from this program will further strengthen VitaWave's mission to bring its groundbreaking blood pressure solution to the marketplace, particularly for the growing demand in health tech.",
    "p5": "By participating in I-Corps, VitaWave is poised to gain critical expertise and resources to accelerate the commercialization of its technology, ultimately benefiting patients and healthcare providers.",
    "ref": "NSF I-Corps Teams Program, National Science Foundation, accessed December 16, 2024, https://new.nsf.gov/funding/initiatives/i-corps/about-i-corps"
}

]
